Repository: JorgeCupi/SmartGuard
Catalog: SmartGuard.Phone/Resources/AppResources.*.resx
Languages: es

# ResourceLanguage
source: en-US
es: es

# MainView_Tile_Notifications
source: Requests
es: Permisos

# MainView_Tile_Broadcast
source: Broadcast
es: Difundir posicion

# MainView_Tile_RedZones
source: RedZones
es: Zonas peligrosas

# Views_List
source: List
es: Lista

# FriendInfoView_Title
source: Last positions
es: Ultimas posiciones

# RequestsView_Title
source: Requests
es: Permisos

# Views_Friends
source: Friends
es: Amigos

# RequestsView_PivotIncoming_Title
source: Incoming
es: Te siguen

# RedZonesView_Title
source: Red Zones
es: Zonas peligrosas

# Views_Map
source: Map
es: Mapa

# AppBar_Add
source: Add
es: Agregar

# RegisteredAt
source: Registered
es: Registrado

source: says:
es: dice:

# RedZonesView_UpdateDescription
source: Description about the zone:
es: Descripcion de la zona:

# RedZonesView_UpdateRadius
source: Estimated zone radio (in meters):
es: Radio estimado de la zona:

# Facebook_LogIn_Error
source: Something horrible, horrible happened and we don't know why. Please try again later.
es: Algo horrible paso en Facebook!. Intenta iniciar sesion nuevamente.

# Facebook_LogIn_Success
source: You have succesfully log in to Facebook, now can start using Smartguard.
es: Has iniciado sesion correctamente en Facebook, estas listo para utilizar SmartGuard

# Facebook_LogOut_Question
source: You're already logged in to your account. If you press OK you'll be logged out. Are you sure you want to do this?
es: Ya existe una sesion iniciada este momento, si presionas OK cerraremos esta sesion. Presiona Cancel para volver a la pantalla principal sin realizar cambios.

# RateView_Btn_RateMe
source: Rate the app
es: Calificanos

# RateView_Btn_Survey
source: Take the online survey
es: Toma la encuesta online

# RateView_Pivot_Title
source: Have your say
es: Danos tu opinion

# RateView_Txt_Explanation
source: Because your opinion really matters, the SmartGuard team takes serious attention to all possible feedback you give us, that's why we always read your comments on the reviews. You are helping us make SmartGuard a better app for everyone. And in that spirit we would really appreciate it if we can steal a minute of your time to fill an online survey that will help us to know what you may want or need in the next app update. Thank you for using SmartGuard! We care as much as you when beloved ones are involved.
es: Por que tu opinion es muy valiosa para nosotros, el equipo de SmartGuard se toma muy enserio toda la retroalimentacion que nos das, por eso leemos tus comentarios en las calificaciones. Gracias por ayudanos a hacer que SmartGuard se vuelva una mejor App para todos. Y en ese espiritu, apreciariamos bastante tu ayuda si podemos robarte un minuto de tu tiempo para poder contestar un pequeño cuestionario online que nos ayudara a determinar que pasos tomar para futuras actualizaciones de SmartGuard. Gracias por utilizar SmartGuard! La seguridad de tus seres queridos nos importa tanto como a ti.

# AboutView_Pivot_Contact
source: Contact
es: Contactanos

# AboutView_Pivot_PrivacyPolicy
source: Privacy Policy
es: Politica de privacidad

# AboutView_Pivot_ThanksTo
source: Thanks To
es: Agradecimientos

# AboutView_Title
source: About SmartGuard
es: Acerca de SmartGuard

# AboutView_Txt_Contact
source: Got any questions? You can write us at info@smartguard.com to ask anything you want about this application.
es: Tienes preguntas? Escribenos a info@smartguard.com para preguntarnos cualquier cosa sobre la aplicacion.

# AboutView_Txt_PrivacyPolicy
source: About your location
es: Sobre tu localizacion

# AboutView_Txt_ThanksTo
source: First, I want to thank my college professors: Rosa Flores and Brigida Carvajal who helped me with as consultants during the whole process.
es: Quisiera agradecer a mi tutora, Lic Rosa Flores y a mi asesora de tesis, Lic Brigida Carvajal quienes me han ayudado durante toda la elaboracion de este proyecto.

# FriendAddView_Pivot_AddTitle
source: Invite a friend
es: Invita a un contacto

# FriendAddView_Txt_FriendAddError
source: Something happened when you tried to send the request. Check your internet connection and try again later.
es: Algo paso cuando intentamos enviar la peticion a tu contacto, intenta de nuevo mas tarde. Deberias revisar tu conexion a internet.

# FriendAddView_Txt_FriendAddQuestion
source: You are about to send an invitation to {0}. Press OK to continue or Cancel to abort the request.
es: Estas a punto de solicitar permisos a {0}. Presiona OK para continuar o Cancel para, bueno, cancelar.

# FriendAddView_Txt_FriendAddSuccess
source: Friend request sent succesfully!
es: Peticion de permisos enviada satisfactoriamente!. Solo queda esperar a que tu contacto acepte tu peticion.

# FriendAddView_Txt_FriendAddTitle
source: Send request
es: Enviar peticion.

# FriendAddView_Txt_FriendDownloadError
source: Something happened when we tried to get your facebook friends list. Check your internet connection and try again later.
es: Algo paso cuando tratamos de descargar tu lista de contactos. Por favor revisa tu conexion a Internet y vuelve aqui de nuevo.

# FriendsView_Txt_DownloadFriendsError
source: Something happened when we tried to get the positions from your friends. Check your internet connection and try again later.
es: Algo paso cuando tratamos de descargar las posiciones de tus contactos. Por favor revisa tu conexion a Internet y vuelve aqui de nuevo.

# Txt_Near
source: Near
es: Cerca a

# General_Txt_Concede
source: concede
es: conceder

# General_Txt_Revoke
source: revoke
es: revocar

# RequestsView_PivotOutgoing_Title
source: Outgoing
es: Sigues a

# RequestsView_Txt_UpdatePermission
source: You're about to {0} permissions for {1}. Are you sure? If so, press OK to confirm or Cancel to abort the update.
es: Estas a punto de {0} permisos para {1}. Estas seguro/a? Si es asi, presiona OK para continuar o Cancel para, bueno, cancelar la operacion.

# RequestView_Txt_UpdatePermissionError
source: Something happened when we tried to update this friend's permission. Please check your internet connection and try again later.
es: Algo paso cuando intentamos actualizar los permisos para tu contacto, revisa tu conexion a Internet e intentalo de nuevo mas tarde.

# RequestView_Txt_UpdatePermissionSuccess
source: Permission updated succesfully!
es: Permisos actualizados satisfactoriamente!

# General_Txt_Follow
source: follow
es: seguir

# General_Txt_Unfollow
source: unfollow
es: dejar de seguir

# RequestsView_Txt_UpdateFollowingStatus
source: You're about to {0} {1}'s positions. Are you sure? If so, press OK to confirm or Cancel to abort the update.
es: Estas a punto de {0} a {1}. Estas seguro/a? Si es asi, presiona OK para continuar o Cancel para, bueno, cancelar la operacion.

# General_Disabled
source: Disabled
es: Deshabilitado

# General_Enabled
source: Enabled
es: Habilitado

# General_Kilometers
source: Kilometers
es: Kilometros

# General_Miles
source: Miles
es: Millas

# General_Off
source: Off
es: Apagado

# General_On
source: On
es: Prendido

# SettingsView_DistanceMeasure
source: Preferred distance measure:
es: Medida de distancia preferida:

# SettingsView_IntenseMode
source: Intense mode
es: Modo intensivo

# SettingsView_IntenseMode_Message
source: When started, your position is updated almost every 10 minutes when you're outside SmartGuard if you are connected to the internet and your GPS is receiving data.
es: Cuando esta iniciado, tu posicion se actualiza aproximadamente cada 10 minutos siempre y cuando tengas una conexion activa a internet y tu GPS este habilitado. Esto incluso si estas fuera de SmartGuard

# SettingsView_LockScreen
source: Lockscreen capability:
es: Notificaciones en pantalla:

# SettingsView_MaxPositions
source: Maximum positions to download from each friend
es: Maximo numero de posiciones a descargarse por cada contacto.

# SettingsView_OfflineDB
source: Offline database
es: Base de datos sin conexion

# SettingsView_OfflineDB_Message
source: When enabled, everytime you receive new information, it's stored as a backup in an offline database so you can check on it when you're not near a WiFi hotspot or out of your data plan limit.
es: Cuando esta habilitado, almacenamos en una base de datos local la informacion obtenida de la ultima conexion a Internet.

# SettingsView_QuickIntenseMode
source: Quick intense mode
es: Modo intenso rapido

# SettingsView_QuickIntenseMode_Message
source: Hold the Broacast tile to start Intense mode from the main menu
es: Presiona el cuadro de Difundir Posicion para habilitar el modo Intenso de manera rapida

# SettingsView_Title
source: Settings
es: Opciones

# SettingsView_Txt_Friends
source: Friends
es: Amigos

# SettingsView_Txt_MyPosition
source: Position
es: Posicion

# SettingsView_QuickBroadcast
source: Quick broadcast
es: Posicion rapida

# SettingsView_QuickBroadcast_Message
source: Hold tap the Broadcast tile to quickly upload your position.
es: Presiona el cuadro de Difundir Posicion para realizar una actualizacion rapida de tu posicion.

# MainView_Tile_Friends
source: Friend's positions
es: Posiciones de amigos

# BroadcastView_Title
source: Broadcast
es: Actualizar posicion

# LocationService_NoData
source: This is embarassing, we couldn't get your position right now, we blame it on the satellites. Please try again later.
es: Esto es vergonzoso, no pudimos obtener tus coordenadas (Culpamos a los satelites, o las nubes) Por favor intentalo de nuevo mas tarde.

# LocationService_NoService
source: Your location services are disabled. Please go to your smartphone's settings and enabled them again.
es: Tu GPS esta deshabilitado, por favor habilitalo para poder utilizar SmartGuard

# LocationService_Title
source: Location services
es: Servicio GPS

# AppBar_Intense
source: Start intense mode
es: Comenzar modo intensivo

# AppBar_Share
source: Share
es: Compartir

# BroadcastView_BroadcastError
source: Something went horribly, horribly wrong! And we couldn't upload your position. We recommend you check your internet connnection, you know, just in case and try again later.
es: Algo horrible paso! Y no pudimos subir tu posicion. Recomendamos que revises tu conexion a internet, tu sabes, por si acaso. Luego intenta subir tu posicion nuevamente

# BroadcastView_BroadcastSucceeded
source: Position updated succesfully!
es: Posicion actualizada satisfactoriamente!.

# BroadcastView_CurrentPosition
source: Current position
es: Posicion actual

# MainView_Tile_BroadcastMessage_BroadcastEnabled
source: Hold this tile to quickly upload your position.
es: Manten presionado este cuadro para subir tu posicion rapidamente.

# MainView_Tile_BroadcastMessage_IntenseEnabled
source: Hold this tile to quickly start Intense Mode.
es: Manten presionado este cuadro para iniciar el modo Intensivo

# General_LastPositionMessage
source: I was here on {0} at {1}
es: Estuve aqui el {0} a las {1}

# General_LastPositionTitle
source: This was my last position.
es: Esta fue mi ultima posicion

# General_RedZoneWarning
source: Be cautious when walking near this zone:
es: Toma tus precauciones cuando camines por esta zona:

# IntenseModeOFF
source: Intense Mode has stopped.
es: El modo Intensivo ha sido detenido

# IntenseModeON
source: Intense Mode has started.
es: El modo Intensivo ha sido iniciado

# ShareView_Email
source: Send an Email
es: Enviar un correo

# ShareView_SMS
source: Send an SMS
es: Enviar un SMS

# ShareView_SocialNetworks
source: On social networks
es: Redes sociales

# ShareView_Title
source: Share it
es: Compartir

# SmartGuardBackgroundAgent
source: SmartGuard's Background Agent let's you do a couple of things such as: - Check your friend's last activity - Upload your position even when you're outside SmartGuard - Check news about new red zones around you.
es: El agente de segundo plano SmartGuard te permite actualizar tu posicion sin que estes dentro de la aplicacion.

# General_NearYou
source: near you
es: cerca de ti.

# General_Started
source: Started
es: Iniciado

# General_Stopped
source: Stopped
es: Detenido

# GoToLockScreen
source: Go to LockScreen settings
es: Ir a las opciones de bloqueo de pantalla

# RedZone_SelectedItemError
source: Please select a Red Zone from the list first.
es: Por favor selecciona una zona de la lista

# IntenseModeCantStart
source: We can't start Intense Mode if location services are turned off. Please turn them on and try again.
es: No podemos comenzar el Modo Intensivo si tu GPS esta apagado. Por favor prendelo e inicia SmartGuard nuevamente.

# AppBar_Directions
source: directions
es: direcciones

# AppBar_SeeMore
source: see more
es: ver mas

# FriendsView_SeeMore
source: See more
es: Ver mas

# FriendsView_SelectedItemError
source: Please select a friend from the list first.
es: Por favor selecciona a uno de tus contactos de la lista.

# GPS_CurrentPosition
source: You're here
es: Estas aqui

# GPS_EndPosition
source: Your goal
es: Tu meta

# GPS_GetDirections
source: Get directions
es: Obtener direcciones

# LocationService_Completing
source: Obtaining your position's address info
es: Obteniendo informacion sobre tu direccion

# LocationService_NoAddressInfo
source: Well, this is embarassing. We need you to be connected to the internet so you can use SmartGuard. Please check your intenet connection and try again.
es: Vaya, esto es vergonzoso. Necesitamos que estes conectado a Internet para poder utilizar SmartGuard con todas sus caracteristicas. Por favor, revisa tu conexion y vuelve cuando estes conectado.

# LocationService_Starting
source: Obtaining your position
es: Obteniendo tu posicion

# MainView_Tile_Notifications_Message
source: The place to revoke and concede permissions.
es: El lugar para asignar y revocar permisos.

# MainView_Tile_RedZones_Message
source: Want to know if that place you want to go is safe?.
es: Quieres saber si ese lugar al que quieres ir es seguro?

# BroadcastView_MyPositions
source: My positions
es: Mis posiciones

# AppBar_LastMonth
source: Positions from last thirty days
es: Posiciones de ultimos 30 dias

# AppBar_LastWeek
source: Positions from last seven days
es: Posiciones de ultimos 7 dias

# AppBar_Today
source: Positions from today
es: Posiciones de hoy

# Positions_NoPositionsLastMonth
source: No positions registered from the last thirty days.
es: No se registraron posiciones durante los ultimos treinta dias.

# Positions_NoPositionsLastSevenDays
source: No positions registered from the last seven days.
es: No se han registrado posiciones durante los ultimos siete dias.

# Positions_NoPositionsToday
source: No positions registered today.
es: No se han registrado posiciones el dia de hoy.

# Share_ShareFriendPosition
source: {0} was seen near {1} on {2} at {3}
es: {0} estaba cerca de {1} el {2} a las {3}

# PositionSelectedError
source: Please, select the position you want to share.
es: Por favor selecciona una posicion de la lista.
